Revit 2027 API
ParameterTypeId.CurtaingridUseCurveDistVert Property
 "Use Curve Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridUseCurveDistVert { get; }
Public Shared ReadOnly Property CurtaingridUseCurveDistVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridUseCurveDistVert {
	ForgeTypeId^ get ();
}
static member CurtaingridUseCurveDistVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace